{
  "hero_title": "Online Document Translator",
  "hero_description": "Translate paychecks and contracts instantly for clear, fair understanding. FairWork Contract turns scans into accurate, plain-language rights sheets in the worker’s native tongue, preserving layout, highlighting key terms, and cutting disputes before they happen.",
  "upload_button": "Upload your file",
  "how_to_translate": "How to translate a document",
  "step_view_title": "View your translated document",
  "step_view_desc": "Select the \"Upload your file\" button or easily drag and drop your files into the section.",
  "step_preview_title": "Preview your translated document",
  "step_preview_desc": "Preview the translated pages or check specific sections directly in our online viewer to ensure everything looks accurate before downloading.",
  "step_download_title": "Download your document",
  "step_download_desc": "Finally, download your translated document once for free as a high-quality PDF file.",
  "workspace_title": "All your translation work in one place",
  "workspace_desc": "Translate contracts, pay slips, and key documents instantly — all within FairWork Contract. No switching between apps, no formatting headaches. Just upload, translate, and view clear, plain-language versions that preserve layout and highlight important terms.",
  "process_step_1_title": "Open FairWork Contract",
  "process_step_1_desc": "Access our online translator to start converting documents instantly.",
  "process_step_2_title": "Upload your document",
  "process_step_2_desc": "Select and upload contracts, pay slips, or other files you need translated.",
  "process_step_3_title": "Translate your document",
  "process_step_3_desc": "Let our AI preserve layout and highlight key terms while translating into the worker’s native language.",
  "process_step_4_title": "Review your document",
  "process_step_4_desc": "Check the translation and ensure accuracy.",
  "process_step_5_title": "Download and share",
  "process_step_5_desc": "Export as a high-quality file and share with workers or agencies.",
  "faq_title": "Frequently Asked Questions",
  "faq_word_doc": "How to translate a Word document?",
  "faq_word_doc_desc": "First, upload your document by clicking the Upload button on the homepage. Select your document to open it in FairWork Contract's editor. Use the Translate tool to translate words from the original language into your desired output.",
  "faq_cookies": "But first, cookies 🍪",
  "faq_cookies_desc": "We use essential cookies to make our site work. We'd like to use other cookies to improve and personalize your visit, and to show you relevant FairWork Contract ads on other sites. You can choose to Accept all or Manage cookies to learn about your choices. Learn more in our cookie policy.",
  "accept_cookies": "Accept all cookies",
  "manage_cookies": "Manage cookies",

  "sign_in_required_title": "Sign In Required",
  "sign_in_required_desc": "Access our powerful document translation tools",
  "sign_in_required_info": "Sign in to translate documents into Bahasa Melayu, Mandarin, Hindi, and Tamil",
  "sign_in_button": "Sign In to Continue",
  "or": "or",
  "go_home_button": "Go to Home Page",
  "new_user_info": "New to FairWork Contract?",
  "create_account": "Create an account",
  "loading_documents": "Loading Your Documents",
  "loading_documents_desc": "We're gathering all your translated documents and preparing them for you.",
  "loading_step_1": "✓ Checking document status",
  "loading_step_2": "✓ Preparing previews",
  "loading_step_3": "✓ Loading translations",
  "my_documents_title": "My Documents",
  "my_documents_desc": "View and manage all your translated documents",
  "completed": "Completed",
  "preview": "Preview",
  "download_as": "Download as"
}
